Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: For intruders, this means making an Infosec Test, modified by –10 for the passive alert, to satisfy the system that they are a legitimate user.
fr_fr: Pour les intrus, cela implqiue de faire un test d'Infosec, modifié de -10 par l'alerte passive, pour faire croire au système qu'ils sont des utilisateurs légitime.

source: As a protective measure, some systems will immediately reduce access privileges available to standard users, and sometimes security users as well.
fr_fr: Certains système réduiront immédiatement les privilèges d'accès disponibles aux utilisateurs standard, et parfosi ceux des utilisateurs de sécurité, comme mesure de protection.

source: One common tactic is to protect all logs, backing them up and making sure no one has rights to delete them.
fr_fr: Une tactique classique est de protéger tous les logs, de les sauvegarder et de s'assurer que personne n'a le droit de les effacer.

source: Active countermeasures can only be launched if the intruder has acquired Locked status.
fr_fr: Les contremesure active ne peuvent être démarrée que si l'intrus possède le status Verrouillé.

source: A security hacker or guardian AI can proactively defend a system by attacking the intruder's source.
fr_fr: Un hackeur de sécurité ou une IA guardienne peut défendre proactivement un système en attaquant la source de l'intrusion.

source: For this to occur, the intruder must first be successfully traced (p.
fr_fr: Pour que cela soit possible, l'intrus doit d'abord être tracé (p.

source: Once this occurs, the security forces can then launch their own intrusion on the hacker's home ecto/mesh inserts and/or PAN.
fr_fr: Une fois cette condition obtenue, les forces de sécurité peuvent ensuite lancer leurs propres intrusions sur l'ecto/insert de mesh du hackeur ainsi que sur son PAN.

source: A system that has locked onto an intruder may also attempt to lock them out.
fr_fr: Un système qui a verrouillé un intrus peut aussi tenter de l'éjecter.

source: Lockout is an attempt to remove the compromised account, sever the connection between the two, and dump the hacker from the system.
fr_fr: l'éjection est une tentative pour supprimer le compte compromis, coper la connexion entre le hackeur et le système et le pousser dehors.

source: Lockout must be initiated by someone with security or admin privileges.
fr_fr: L'éjection doit être démarrée par quelqu'un qui a des privilèges de sécurité ou d'administrateur.

source: An Opposed Infosec Test is made, with the intruder suffering a –20 modifier for being Locked.
fr_fr: Un Test en Opposition d'Infosec est réalisé, l'intrus subissant un modificateur de -20 car il est Verrouillé.

source: If the character defending the system succeeds, the intruder is immediately ejected from the system and the account they used will be placed on quarantine or deleted.
fr_fr: Si le personnage défendant le système l'emporte, l'intrus est immédiatement éjecté du système et le compte qu'il utilisat sera placé en quarantaine ou effacé.

source: That account will not be usable again until a security audit approves it and replaces the authentication.
fr_fr: Ce compte ne sera pas réutilisble jusqu'à ce qu'un audit de sécurité l'approuve et en change l'identification.

source: Any attempt to access the system from the same mesh ID as the intruder automatically fails.
fr_fr: Toute tentative d'accéder le système depuis le même ID mesh que celui de l'intrus échouera automatiquement.

source: Perhaps the most drastic option for dealing with an interloper is to simply shut down the system.
fr_fr: Probablement l'option la plus radicale pour s'occuper d'un intrus est de simplement éteindre le système.

source: In this case, the system closes all wireless connections (if it has any), logs off any users, terminates all processes, and shut itself down—thereby locking out the intruder.
fr_fr: Dans ce cas, le système ferme toutes les connexions sans-fil (si il en possède), déconnectes tous les utilisateurs, termine tous les process, et s'éteint - éjectant l'intrus.

source: The disadvantage, of course, is that the system must interrupt its activities.
fr_fr: Le désavantage est, bien entendu, que le système doit interrompre ses activités.

source: For example, shutting down your mesh inserts or ecto means losing all communication with teammates, access to augmented reality, and control over slaved/linked devices.
fr_fr: Par exemple, éteindre votre insert de mesh ou votre ecto signifie que vous perdez toutes les connexions avec vos coéquipiers, l'accès à la réalité augmentée et le contrôle des appareils asservis/liés.

source: Initiating a reboot/shutdown is only a Complex Action, but the actual process of shutdown takes anywhere from 1 Action Turn (personal devices) to 1 minute (large hardwired networks with multiple users), determined by the gamemaster.
fr_fr: Initier un redémmarage/une extinction n'est qu'une Action Complexe, mais le process réel de l'extinction prend encore de 1 Tour d'Action (appareils personnels) à 1 minute (gros réseaux filaire ayant de nombreux comptes), déterminé par le maître de jeu.

source: Rebooting a system takes the same amount of time to get started again.
fr_fr: Redémarrer un système prend le même temps pour revenir en ligne.

source: For high-security systems, a popular countermeasure is to track the infiltrator's physical location via their mesh ID (see Physical Tracking, p.
fr_fr: Pour les systèmes de haute-sécurité, une contremesure populaire est de pister la localisation physique de l'intrus via son ID mesh (voir Pistage Physique, p.

source: In most cases, habitat physical security is subsequently alerted and forwarded the position to take care of the criminal.
fr_fr: Dans la plupart des cas, la sécurité physique de l'habitat est ensuite alertée et reçoit la position du hackeur pour s'occuper du criminel.

source: An alternative to shutdown or rebooting is simply to sever all wireless connections by shutting down the wireless capabilities of the system.
fr_fr: Une alternative à l'extinction ou au redéamrrage est de simplement couper toutes les conneions sans-fil en désactivant les capacités sans-fil du système.

source: The system will lose all active connections, but any intruders will be dumped.
fr_fr: Le système perdra toutes els conenxions actives, mais tout intrus sera éjecté.

source: Wireless termination is a Complex Action to initiate and completes at the end of that Action Turn.
fr_fr: La coupure sans-fil est une Action Complexe et se termine à la fin de ce Tour d'Action.

source: Re-starting wireless connectivity takes 1 Action Turn.
fr_fr: Re-démarrer la connectivité sans-fil prend 1 Tour d'Action.

source: Joint Hacking/Securing
fr_fr: Piratage/Sécurisation Collective

source: Hacking will sometimes involve teams of attackers and/or teams of defenders.
fr_fr: Le piratage impliquera parfois des équipes d'attaquants et/ou des équipes de défense.

source: A hacker might be backed up by their muse or another team member with moderate Infosec skills.
fr_fr: Un hackeur peut être soutenu par sa muse ou par un autre membre de l'équipe ayant des compétences d'Infosec moyenne.

source: Hard networks are often defended and monitored by teams of highly-skilled security hackers and AIs.
fr_fr: Les réseaux durs sont souvent défendus et supervisés par des équipes de hackeurs de sécurité et d'IA extrêmement compétent.

source: When intruding in or defending a computer system, operators must decide whether to act individually or in concert.
fr_fr: Lorsque vous pénétrez ou défendez un système informatique, les opérateurs doivent décider si ils agissent individuellement ou de concert.

source: Each approach has its tradeoffs.
fr_fr: Chaque approche à ses inconvénients.

source: A team that chooses to breach or maintain a system’s security as a team effort must allocate one character (usually the team member with the highest Infosec skill) as the primary actor (see Teamwork, p.
fr_fr: Uen équipe qui choisit d'atatquer ou de maintenir la sécurité d'un système en tant qu'équipe doit allouer un personnage (généralement celui qui a la compétence Infosec la plus élevée) comem acteur principal (voir Travail d'Équipe, p.

source: Each additional character and muse adds a +10 modifier for each test (up to the maximum +30 modifier) but cannot spend time on other actions than those performed by the team leader.
fr_fr: Chaque personnage et muse supplémentaire ajoute un modificateur de +10 à chaque test (jusqu'à un maximum de +30) mais ne peut pas passer du temps sur d'autres actions que celles effectuées par le chef d'équipe.

source: When acting in concert, teams may switch team leaders at any time, in case group members are specialized for certain tasks.
fr_fr: Lorsqu'une équipe agît de concert, les équipes peuvent changer de chef d'équipe à tout moment, au cas où les membres de chaque équipe soient spécialisées pour certaines tâches.

source: Alternately, both intruding and defending teams may choose to act individually but for a joint goal.
fr_fr: Une autre possibilité pour les équipes qui attaquent ou qui défendent est de choisir d'agir individuellement avec un objectif commun.

source: Each hacker must make intrusions on their own, with individual repercussions for detection and counterintrusion, which runs the risk of affecting all intruders if any one is Spotted or Locked.
fr_fr: Chaque hackeur doit mener son intrusion de son côté, avec des répercussions individuelles pour la détection et la contreintrusion, ce qui augmente la possibilité d'affecter tous les intrus si l'un d'eux est Détecté ou Verrouillé.

source: On the other hand, a team of intruders can pursue multiple actions simultaneously in a coordinated manner and may temporarily overwhelm available security.
fr_fr: D'un autre côté, une équipe d'intrus peut effectuer plusieurs actions simultanément de manière coordonée et peut temporairement écraser la sécurité disponible.

source: The same holds true for system defenders, who may accomplish more by splitting their actions, leaving some to monitor while others launch counterintrusion attacks and other countermeasures.
fr_fr: La même chose est vrai pour les équipes de défenses, qui peuvent accomplir plus de choses en répartissant les actions, en laissant certains en supervision endant que d'autre lances des attaques de contreintrusion et d'autre contremesure.

source: Once an intruder has successfully invaded a device or network, they can pursue whatever tasks they are interested in, as fitting that particular system.
fr_fr: Une fois qu'un intrus a envahi avec succès un appareil ou un réseau, il peut faire toutes les tâches qui l'intéresse, dans la limite de ce qu'autorise le système.

source: Depending on the type of account the intruder hacked, they may or may not have access privileges to do what they want to do.
fr_fr: En fonction du compte que l'intrus a piraté, il peut ou peut ne pas avoir les privilèges d'accès pour faire ce qu'il veut faire.

source: If their access rights allow it, the activity is handled like that of a legitimate user and no test is called for (unless the activity itself calls for some kind of test, such as Research).
fr_fr: Si ses droits d'accès le lui permettent, l'activité est gérée comme celle d'un utilisateur légitime et aucun test n'est nécessaire (sauf si l'activité elle-même nécessite un jet, comme la Recherche).

source: For example, a hacker who infiltrates a habitat's security system with a security account can monitor cameras, deactivate sensors, review recorded surveillance footage, and so on, as any legitimate user with security right would be allowed to do.
fr_fr: Par exemeple, un hackeur infiltre le système de sécurité de l'habitat avec un compte de sécurité qui peut surveiller les caméras, désactiver les capteurs, regarder les vidéos de surveillance enregistrées, et ainsi de suite, comme n'importe quel utilisateur légitime avec les privilèges de sécurité aurait le droit de le faire.

source: Engaging in any sort of activity for which you don't have access rights is more difficult and requires hacking the system.
fr_fr: Se lancer dans n'importe quel type d'activité pour laquelle vous n'avez pas oles droits d'accès et plus difficle et nécessite de bidouiller le système.

source: This typically requires an Infosec Success Test, modified by the difficulty of the action as noted on the Subversion Difficulties table.
fr_fr: Cela éncessite en général un Test d'Infosec réussit, modifié par la difficulté de l'action telle que notées dans la table de la Difficulté de Subversion

source: In most cases this in not an Opposed Test even if the system is actively monitored, unless specifically stated otherwise.
fr_fr: Dans la plupart des ca, il ne s'agît pas d'un Test en Opposition même si le système est activement supervisé, sauf si le contraire est précisé.

source: Failing such tests, however, will result in a change of the hacker's intruder status (see Failing Tests, p.
fr_fr: Rater ce genre de test amènera cependant en un changement de status du hackeur intrus (voir Rater des Tests, p.

source: Examples for different types of system subversion are given in the Subversion Examples sidebar.
fr_fr: Des exemples pour différentes subversion de système sont donnés dans l'encadré Exemple de Subversion.

source: This is not an exhaustive list, however, and gamemasters and players are encouraged to improvise game effects in case an action has not been explicitly described.
fr_fr: Il ne s'agît cependant pas d'une liste exhaustive et les maîtres de jeu et les jouerus sont encouragés à improviser les effets de jeu au cas où une action n'aurait aps été décrite de manière explicite.

source: A hacker who has infiltrated an ecto, mesh inserts, or some other device with an AR interface may inject different kinds of visual, auditory, tactile, and even emotional illusions into the augmented reality of the device's user, depending on the type of interface used.
fr_fr: Un hackeur qui a infiltré un ecto, un insert de mesh ou d'autres appareils avec une interface RA peut injecter différent type d'illusions visuel, auditives, tactiles et même émotionnelle dans la réalité augmentée de l'appareil de l'utilisateur, en fonction du type d'interface utilisée.

source: How the hacked user will respond to the illusion depends on a number of factors, such as whether they are aware of the intruder (i.e., the hacker has Spotted or Locked status), what type of interface they are using (entoptic or haptic), and how realistic the illusion is.
fr_fr: La façon dont répondra l'utilisateur piraté dépend d'un certain nombre de facteurs, tels que leur état de conscience de la présence d'un attaquant (le hacker a le status Détecté ou Verrouillé), le type d'interface qu'ils utilisent (entoptique ou haptique), et le degré de réalisme de l'illusion.

source: The best illusions are, of course, crafted in advance, using the best image and sensory manipulation tools available.
fr_fr: Les mielleures illusions sont, bien enetendu, préparée en avance, en utilisant les meilleurs outils de manipulation d'image et de sens.

source: Such illusions are hyper-realistic.
fr_fr: De telles illusions sont hyper-réaliste.

source: Anyone making a Perception Test to identify them as fake
fr_fr: QUiconque fait un Test de Perception pour les identifier comem fausse

source: suffers a –10 to –30 modifier (gamemaster's discretion An eclectic collection of software programs offer a diverse range of AR illusions.
fr_fr: subit un modificateur de -10 à -30 (à la discrétion du maître de jeu). Une collection ecclectique de logiciels offrent une gamme varéie d'illusions RA.

source: {2}{|c|}{Difficulty modifiers for common computer tasks}
fr_fr: {2}{|c|}Modificateurs de difficultés pour les tâches informatiques de base}

source: Execute commands, view restricted information, run restricted software, open/close connections to other systems, read/write/copy/delete files, access sensor feeds, access slaved devices
fr_fr: Exécuter des commandes, voir des informatiosn restreintes, exécuter des logiciels restreint, ouvrir/fermer des connexions vers d'autres systèmes, lire/écrire/copier/effacer des fichiers, accéder à des flux de capteurs, accéder à des appareils asservis

source: Change system settings, alter logs/restricted files
fr_fr: Changer les régalges du système, altérer des logs/fichiers restreints

source: Interfere with system operations, alter sensor/AR input
fr_fr: Interférer avec les opérations systèmes, altérer les entrées sensorielles/RA

source: Shut system down, lockout user/muse, launch countermeasures at others
fr_fr: Éteindre le système, éjecter un utilisateur/une muse, lancer des contremesures contre quelqu'un

source: {2}{|c|}{In addition to the tasks noted under the Subversion Difficulties table,}
fr_fr: {2}{|c|}{En plus des tâches notées dans la table de Difficultés des Subversions,}

source: {2}{|c|}{these modifiers present some additional example actions.}
fr_fr: {2}{|c|}{ces modificateurs présentent certaines actions additionnelles.}

source: Task
fr_fr: Tâche

source: Give orders to drones
fr_fr: Donner des ordres aux drônes

source: Alter sensor system parameters, disable sensors or weapon systems
fr_fr: modifier les paramètres système des capteurs, désactiver les systèmes de capteur ou d'armement

source: Alter smartlink input, send false data to AI or teleoperator
fr_fr: Altérer les entrées d'un samrtlink, envoyer de fausse données à l'IA ou au téléopérateur

source: Lockout AI or teleoperator, seize control via puppet sock
fr_fr: Éjecter l'IA ou le téléopérateur, prendre le contrôle par la prise marionnette

source: Interact with entoptics, befriend everyone in range, make online purchases using user's credit, intercept communications, log activity
fr_fr: Interagir avec des entoptiques, ajouter toutes les personnes à portée comem amis, effectuer des achats en ligen en utilisant les informatiosn bancaire de l'utilisateur, intercepter les communications, enregistrer l'activité.

source: Alter social network profile/status, adjust AR filters, tweak sensory interface, change AR skin, change avatar, access VPN
fr_fr: Altérer le profile/status sur les réseaux sociaux, ajuster les filtres de RE, bidouiller l'interface sensorielle, changer l'habillage RA, changer l'avatar, accéder aux VPN

source: Block or shuffle senses, inject AR illusions, spoof commands to drones/slaved devices
fr_fr: Bloquer ou brouiller les sens, injecter des illusions RA, imiter des commandes aux drones/appareils asservis

source: Boot user out of AR
fr_fr: Déconnecter l'utilisateur de la RA

source: Open/close doors, stop/start elevators, operate intercom
fr_fr: Ouvrir/fermer les portes, arréter/démarrer les ascensseurs, manipuler l'interco

source: Adjust temperature/lighting, disable safety warnings, replace entoptic skin, lock doors, switch traffic timers
fr_fr: Ajuster la température/l'éclairage, désactiver les alertes de sécurités, remplacer l'habillage entoptique, verrouiller des portes, intervetir les régulateurs de traffic

source: Disable subsystems (plumbing, recycling, etc.), disable wireless links, dispatch repair crews
fr_fr: Désactiver des sous-systèmes (plomberie, recyclage, etc.), désactiver les liens sans-fil, répartir les équipes de réparation

source: Override safety cutoffs
fr_fr: Contourner les blocages de sécurités

source: Move/manipulate cameras/sensors, locate security systems/guards/bots
fr_fr: Bouger/manipuler les caméras/capteurs, localiser les systèmes/bots/gardes de sécurité

source: Adjust patterns of sensor sweeps, view security logs, disable weapon systems
fr_fr: Ajuster les motifs de balayage des capteurs, consulter les logs de sécurité, désactiver les systèmes d'armes

source: Delete security logs, dispatch security teams
fr_fr: Effacer les logs de sécurité, répartir les équipes de sécurité

source: Disable alerts
fr_fr: Désactiver les alertes

source: View current status of simulspace, simulmorphs, and accessing egos
fr_fr: Voir l'état actuel du simulspace, des simulmorphs et des égos connectés

source: Change domain rules, add cheats, alter parameters of story, alter simulmorphs, change time dilation
fr_fr: Changer les règles de domaines, ajouter des codes de triche, modifier les paramètres de l'histoire, altérer les simulmorphs, changer la dilatation temporelle

source: Eject simulmorph, alter/erase character AIs
fr_fr: Éjecter une simulmorph, modifier/effacer les IA joueuses

source: Abort simulation
fr_fr: Interrompre la simulation

source: Get status report, use device functions
fr_fr: Obtenir un rapport d'état, utiliser les fonctions de l'appareil

source: Adjust AI/voice personality settings, adjust timed operation schedule
fr_fr: Ajuster les réglages de personnalités de l'IA/voix, ajuster l'ordonnancement des tâches

source: Disable sensors, disable device functions
fr_fr: Désaciver les capteurs, désactiver des fonctionnalités de l'appareil

source: Hackers may also improvise illusions on the fly, usually by patching in sensor data from others sources, though this is more difficult and more easily spotted (typically adding a +10 to +30 modifier to Perception Tests).
fr_fr: Les hackeurs peuvent aussi improviser des illusions à la volée, généralement en modifiant les données sensorielles d'autres sources, bien que cela soit plus difficile et plus facilement noté (en ajoutant typiquement un modificateur de +10 ou de +30 au Test de Perception).

source: The advantage is that the hacker can modify the illusion in reaction to the user's actions or environmental factors on the fly.
fr_fr: L'avantage est que le hackeur peut modifier l'illusion à la volée en fonction des actions de l'utilisateur ou des facteurs environnementaux.

source: AR illusion software, however, also offers some template illusions that can be modified and controlled in real-time via a connected interface.
fr_fr: les logiciels d'illusions RA offrent également différents modèles qui peuvent être modifiés et contrôllé en temps-réel grâce à une interface.

source: Whenever a user is bombarded with AR illusions, the gamemaster should make a secret Perception Test to see if they spot the deception.
fr_fr: Lorsqu'un utilisateur est bombardé d'illusion RA, le maître de jeu devrait faire un test de perception secret pour voir si le eprsonnage remarque l'illusion.

source: Even if they do, however, the character may still react to them.
fr_fr: Et même si il la remarque, le personnage peut toujours y réagir.

source: Almost anyone will duck when they see an object suddenly flying at their face, as their body reacts on its own before the brain comprehends that it's an illusion and not a threat.
fr_fr: Presque tout le monde se jettera à terre si un objet leur fonce dessus soudainement, leur corps réagsisant de son propre chef avant que le cerveau ne comprenne que c'est une illusion et non une menace.

source: Aside from their deceptive value, illusions can be used to distract users or otherwise impair their perceptive faculties.
fr_fr: Au delà de luer valeur trompeuse, les illusions peuvent être utilisée pour distraire un utilisateur ou géner d'une manière ou d'une autre ses facultés de perception.

source: For example, dark illusory clouds can obscure vision, ear-wrenching high-volume noises can make people cringe, and a persistent tickling sensation might drive anyone crazy.
fr_fr: Par exemple, des nuages noirs illusoires peuvent obscurcir la vision, des bruits trés fort vrillant les oreilles peuvent faire reculer les gens et une sensation permanente de chatouillement peut rendre quelqu'un fou.
